package startProgramm;

public class ShowMenu {

    public void show() {
        System.out.println("Выберите действие:\n" +
                "1 - для добавления автобусов в базу\n" +
                "2 - найти автобус по заданному параметру\n" +
                "3 - показать все автобусы в базе\n" +
                "4 - отсортировать базу по указанному параметру и показать\n" +
                "5 - посчитать кол-во вхождений указанного параметра\n" +
                "0 - завершить работу программы");
    }

}
